ayugram-desktop-bin
bws-bin
droidcam
etcher-bin
ferdium-nightly-bin
fga-bin
freelens-bin
golangci-lint-bin
grimblast-git
helium-browser-bin
hyprmoncfg
localsend-bin
omnictl-bin
pikaur
slsa-verifier-bin
speedtest-go-bin
talosctl-bin
timeshift-autosnap
ttf-symbola
ttf-twemoji
uefitool-bin
vesktop
visual-studio-code-bin
vmware-vmrc
winboat-bin
winbox
