7zip
adw-gtk-theme
alacritty
apache
base
base-devel
bash-completion
bat
bind
blueman
bluez
bluez-utils
bolt
btop
btrfs-progs
bun
cliphist
cmatrix
cronie
cups
cups-pk-helper
docker
docker-buildx
docker-compose
dosfstools
efibootmgr
evtest
exfatprogs
expac
expect
fastfetch
fuse2
fuse2fs
fzf
git
github-cli
gnome-disk-utility
go
grim
grub-btrfs
gst-plugin-pipewire
gvfs
helm
htop
hyprland
hyprlauncher
hyprlock
hyprpaper
hyprpicker
inetutils
intel-media-driver
intel-ucode
jq
kdiskmark
kitty
krew
kubectl
kubectx
kvantum
less
libpulse
libva-intel-driver
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
mise
mpv
mtr
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nwg-look
openbsd-netcat
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
powertop
qt5-wayland
qt5ct
qt6-wayland
qt6ct
s-tui
sddm
skopeo
slurp
smartmontools
sof-firmware
squashfs-tools
sshpass
steam
sudo
swappy
swaync
system-config-printer
thunar
thunar-volman
timeshift
trash-cli
tree
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
tuned
tuned-ppd
turbostat
udiskie
ufw
uwsm
vim
vlc
vlc-plugins-all
vulkan-intel
waybar
wev
wget
wireplumber
wl-clipboard
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yq
zathura
